app/controllers/papers_controller.rb

SELECT "papers".* FROM "papers"  ORDER BY "papers"."title" ASC
---
  def index
    @papers = Paper.order(:title)

INSERT INTO "papers" ("title", "created_at", "updated_at") VALUES (?, ?, ?)  [["title", "test"], ["created_at", "2020-02-28 17:24:47.103077"], ["updated_at", "2020-02-28 17:24:47.103077"]]
---
  def create
    @paper = Paper.create!(paper_params)